// "© Copyright 2004-2017 HP Development Company, L.P."

OfflineMessageText = "Невозможно подключиться к выбранному устройству.\nВозможно, устройство выключено или недоступно.";
TextTooLongErrorExplanation = "Введите текст длиной не более %d символов.";
NumberNotInRangeErrorExplanation = "Введите числовое значение, меньшее %f или большее %f.";
IncorrectIpAddressErrorExplanation = "IP-адрес должен состоять из четырех чисел (каждое в диапазоне от 0 до 255), разделенных точками.";
InvalidCharsInTextErrorExplanation = "Введите допустимые символы.";

NoAlignTitle = "Невозможно выполнить юстировку";
NoAlignMsg = "Убедитесь, что устройство включено и подсоединено, а затем повторите попытку.";

NotInitiatedTitle = "Не удалось инициировать процедуру очистки";
NotInitiatedMsg = "Не удается запустить процедуру очистки. Убедитесь, что устройство подключено и не выполняет обработку других заданий.";

DeviceInReserveModeMsg = "Невозможно выполнить юстировку в резервном режиме. Замените пустые картриджи и установите отсутствующие картриджи.";

CDopenTitle = "CD/DVD лоток открыт";
CDopenMsg = "Закройте CD/DVD лоток чтобы продолжить печать из основного лотка.";

TwowayConnectionErrorTitle = "Не удается установить двустороннюю связь с устройством";
TwowayConnectionErrorMessage = "Убедитесь, что устройство включено и подсоединено, а затем повторите попытку.";

OnlyPhotoPenInstalledErrorTitle = "Невозможно выполнить юстировку, когда установлен только фотокартридж";
OnlyPhotoPenInstalledErrorMessage = "Юстировка может выполняться, когда установлен только черный картридж, цветной/черный картридж, цветной картридж/фотокартридж. Установите картриджи в одном из допустимых сочетаний.";

NoPensErrorTitle = "Картриджи не обнаружены";
NoPensErrorMessage = "Если картриджи установлены, убедитесь, что с сопел снята защитная пленка.";

NoCartridgesErrorTitle = "Картриджи не обнаружены";
NoCartridgesErrorMessage = "Печать возможна только при установке всех печатающих картриджей. Подробнее см. в документации по устройству.";

SomeCartridgeErrorTitle = "Печать не может быть выполнена, пока не установлены все картриджи";
SomeCartridgeErrorMessage = "Картридж отсутствует, не обнаружен или неправильно установлен.";

SomePenErrorTitle = "Печать не может быть выполнена, пока не установлены все картриджи";
SomePenErrorMessage = "Картридж отсутствует, не может быть обнаружен или неправильно установлен.";

SomePrintheadErrorTitle = "Печать не может быть выполнена, пока не установлены все печатающие головки";
SomePrintheadErrorMessage = "Печатающая головка отсутствует, не может быть обнаружена или неправильно установлена.";

PrintheadErrorTitle = "Печать без установленной печатающей головки невозможна.";

FrontDoorOpenTitle = "Открыта передняя дверца";
DoorOpenTitle = "Открыта дверца или крышка";
DoorOpenMsg = "Устройство не может печатать из-за открытой крышки. Закройте все крышки на устройстве.";

DeviceBusyErrorTitle = "В данный момент устройство занято";
DeviceBusyErrorMessage = "Дождитесь, когда устройство завершит выполнение текущего задания.";

IncorrectStateErrorTitle = "Устройство находится в состоянии ошибки";
IncorrectStateErrorMessage = "Устраните состояние ошибки устройства и повторите снова.";

InstallFuserErrorTitle = "Термофиксатор отсутствует";
InstallFuserErrorMessage = "Выключите устройство, переустановите термофиксатор и включите устройство.";

UnsupCartridgeTitle = "Неподдерживаемый печатающий картридж";
UnsupSilverPenMsg = "Установленный серебристый печатающий картридж не поддерживается средствами печати Macintosh.\nЗамените печатающий картридж черным печатающим картриджем и запустите печать еще раз.";

CalibrationFailedTitle = "Не удается выполнить калибровку качества печати";

NoCmyCartridgeTitle = "Не удается выполнить калибровку качества печати";
NoCmyCartridgeMsg = "Для завершения процедуры установите в устройство трехцветный картридж.";

Yes = "Да";
No = "Нет";

HSDCancelButtonTitle = "Отмена";
HideButtonTitle = "Скрыть";
HSDOKButtonTitle = "OK";
HSDContinueButtonTitle = "Продолжить";
HSDDoneButtonTitle = "Готово";
HSDCloseButtonTitle = "Закрыть";
HSDSkipButtonTitle = "Пропустить";
HSDMoreInfoButtonTitle = "Сведения…";
HSDQuitButtonTitle = "Выход";
HSDRetryButtonTitle = "Повторить";

DidFailLoadTitle = "Не удается открыть страницу";
DidFailLoadMessageFormat = "Адрес URL: %@\nПричина: %@";
LoadingErrorString = "Ресурс недоступен.";
WebLoadingString = "Загрузка…";

DownloadInfoFormatString = "%@ из %@";
BytesFormatString = "%d байт";
KilobytesFormatString = "%.1f Кб";
MegabytesFormatString = "%.1f Мб";
GigabytesFormatString = "%.2f Гб";

USB = "USB";
Network = "Сеть";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "Подключение к беспроводной сети HP";
UNKNOWN = "Неизвестный";

ProfileErrorTitle = "Невозможно зарегистрировать профиль";
ProfileOperationErrorMessage = "Ошибка регистрации ColorSync с кодом ошибки: %i.";
ProfileNotFoundMessage = "Запись ColorSync для устройства содержит ошибки. Для устранения ошибки создайте очередь печати еще раз.";

StatusLineSeparator = "%, ";
ClearStatusLineSeparator = ", ";
ConnectingMessage = "Подключение к устройству\n%@";
AbstractConnectingMessage = "Установление соединения...";
RetrieveInformationProcessTitle = "Получение информации…";
ApplySettingsProgressTitle = "Применение настроек…";

CouldNotRetrieveSettings = "Невозможно получить настройки";
CouldNotRetrieveSettingsDescription = "Неизвестная ошибка при обмене данными с устройством. Повторите попытку позже.";

//paper management keys
ResponseErrorMessage = "Убедитесь, что устройство включено, подсоединено и не выполняется печать.";
OfflineTitle = "Устройство отключено";
OfflineMsg = "Устройство отключено и не может обрабатывать задания печати.";
DownloadProfilesTitleString = "Загрузка профилей ICC...";
SynchronizeProfilesTitleString = "Обновление профилей ICC...";

//PrintingPropertiesWindow
TaskNameTitle = "Параметры печати";
PaperThicknessTitle = "Толщина бумаги:";
NormalThicknessTitle = "Обычная";
ThickThicknessTitle = "Плотная";
DryTimeTitle = "Время сушки:";
ManualDryTimeSecondsTitle = "секунды";
NoneDryTimeTitle = "Нет";
ReducedDryTimeTitle = "Уменьшенное";
AutomaticDryTimeTitle = "Автоматически";
ExtendedDryTimeTitle = "Увеличенное";
ManualDryTimeTitle = "Ручной";
StarwheelsTitle = "Звездочки:";
UpStarwheelsTitle = "Восходящий";
DownStarwheelsTitle = "Нисходящий";
VacuumLevelTitle = "Уровень вакуума:";
HighestVacuumLevelTitle = "Самое высокое";
HighVacuumLevelTitle = "Высокое";
NormalVacuumLevelTitle = "Обычный";
LowVacuumLevelTitle = "Низкое";
LowestVacuumLevelTitle = "Самое низкое";
AdvanceAdjustmentTitle = "Дополнительная калибровка бумаги:";
AdvanceAdjustmentUnitsTitle = "‰ (ppt)";
AdvanceAdjustmentInfoTitle = "(1‰ - это 1 мм на один метр или 1 мил на дюйм)";
InkLimitsTitle = "Ограничение общего объема чернил:";
GlossEnhancerTitle = "Объем усилителя глянца:";
CutterTitle = "Обрезка";
RestorePrintingPropTitle = "Восстановить параметры печати";
HelpButtonTooltip = "Справка";
HSDGoBackButtonTitle = "Назад";

// status
StapleCartridgeTitle = "Картридж со скрепками %d";
BlackDrumTitle = "Черный барабан";
CyanDrumTitle = "Голубой барабан";
MagentaDrumTitle = "Пурпурный барабан";
YellowDrumTitle = "Желтый барабан";
BlackCartridgeTitle = "Черный картридж";
CyanCartridgeTitle = "Голубой картридж";
MagentaCartridgeTitle = "Пурпурный картридж";
YellowCartridgeTitle = "Желтый картридж";
ImageTransferKit = "Комплект переноса";
ImageFuserKit = "Комплект термоблока";
MaintenanceKit = "Комплект тех. обсл.";
RollerKit = "Комплект валиков";
TonerCollectionUnit = "Модуль сбора тонера";
DocumentFeederKit = "Набор подачи документов";
InkCollectionUnit = "Емкость для сбора чернил";

BlackInkCartridgeTitle = "Черные чернила";
MatteBlackInkCartridgeTitle = "Матовые черные чернила";
PhotoBlackInkCartridgeTitle = "Черные фото чернила";
CyanInkCartridgeTitle = "Голубые чернила";
MagentaInkCartridgeTitle = "Пурпурные чернила";
YellowInkCartridgeTitle = "Желтые чернила";
LightCyanInkCartridgeTitle = "Светло-голубые чернила";
LightMagentaInkCartridgeTitle = "Светло-пурпурные чернила";
LightGrayInkCartridgeTitle = "Светло-серые чернила";
GrayInkCartridgeTitle = "Серые чернила";
CMYInkCartridgeTitle = "Трехцветные чернила";
KCMInkCartridgeTitle = "Чернила для фотографий";
BCMInkCartridgeTitle = "Синие фоточернила";
GGKInkCartridgeTitle = "Серые фоточернила";
SilverInkCartridgeTitle = "Серебристые чернила";
GoldInkCartridgeTitle = "Золотой";
BronzeInkCartridgeTitle = "Бронзовый";
MetallicInkCartridgeTitle = "Металлический";
LeftInkCartridgeTitle = "Левый";
RightInkCartridgeTitle = "Правый";

BlackPrintheadName = "Черная печатающая головка";
CyanPrintheadName = "Голубая печатающая головка";
MagentaPrintheadName = "Пурпурная печатающая головка";
YellowPrintheadName = "Желтая печатающая головка";
LightCyanPrintheadName = "Светло-голубая печатающая головка";
LightMagentaPrintheadName = "Светло-пурпурная печатающая головка";
CMYPrintheadName = "Печатающая головка CMY";
KCMPrintheadName = "Печатающая головка KCM";
GGKPrintheadName = "Печатающая головка gGK";
BlackYellowPrintheadName = "Черная / желтая печатающая головка";
CyanMagentaPrintheadName = "Голубая / пурпурная печатающая головка";
MagentaYellowPrintheadName = "Пурпурная / желтая печатающая головка";
MatteBlackCyanPrintheadName = "Матовая черная / голубая печатающая головка";
LightMagentaLightCyanPrintheadName = "Светло-пурпурная / светло-голубая печатающая головка";
PhotoBlackLightGrayPrintheadName = "Черная для фотографий / светло-серая печатающая головка";
CMYKPrintheadName = "Печатающая головка CMYK";
BBBKPrintheadName = "Печатающая головка BBBK";
MagentaCyanPrintheadName = "Пурпурная / голубая печатающая головка";
MatteBlackYellowPrintheadName = "Матовая черная / желтая печатающая головка";
GrayPhotoBlackPrintheadName = "Серая / фото черная печатающая головка";

TrayNameTemlate = "Лоток %d";
"ENV FEEDER" = "Податчик конвертов";
"Envelope Feeder" = "Податчик конвертов";
"Multipurpose Tray" = "Многоцелевой лоток";

MediaStatusUnknown = "Неизвестный";
MediaStatusNotEmpty = "Не пустой";
MediaStatusEmpty = "Пусто";
MediaStatusLow = "Низкая";
MediaStatusFull = "Полный";
MediaStatusOk = "OK";

BlackPrintheadColor = "Черная";
CyanPrintheadColor = "Голубая";
MagentaPrintheadColor = "Пурпурная";
YellowPrintheadColor = "Желтая";
LightCyanPrintheadColor = "Светло-голубая";
LightMagentaPrintheadColor = "Светло-пурпурная";
CMYPrintheadColor = "CMY";
KCMPrintheadColor = "KCM";
GGKPrintheadColor = "gGK";
BlackYellowPrintheadColor = "Черный / желтый";
CyanMagentaPrintheadColor = "Голубой / пурпурный";
MagentaYellowPrintheadColor = "Пурпурная / Желтая";
MatteBlackCyanPrintheadColor = "Матово-черная / Голубая";
LightMagentaLightCyanPrintheadColor = "Светло-пурпурная / Светло-голубая";
PhotoBlackLightGrayPrintheadColor = "Черная фото / Светло-серая";
CMYKPrintheadColor = "CMYK";

// online privacy UI
InfoToSendFieldFormat = "%@: %@\n";
HSDOnlineWarningSheetTitle = "Доступ к сведениям в Интернете";
HSDOnlineWarningSheetBasicMessage = "Если щелкнуть \"Продолжить\", для перехода на веб-страницы HP будет использован веб-браузер по умолчанию.";

HSDOnlineWarningSheetExtendedMessage = "При выборе \"Продолжить\" веб-браузер по умолчанию будет использован для выхода в Интернет и доступа к веб-страницам HP. Для завершения, некоторые сведения будут отправлены на веб-серверы HP.";
HSDOnlineWarningSheetExtendedComment = "Компания HP может использовать эту информацию с целью создания индивидуального подхода к каждому клиенту HP, представления важных предложений и улучшения качества обслуживания.";

HSDOnlineWarningSheetCheckboxTitle = "Больше не показывать это предупреждение";
HSDPrivacyPolicyOnlineLinkTitle = "Заявление HP о защите конфиденциальности";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/ru/ru/privacy.html";

HSDPrivacyStatementOnlineLink = "Заявление HP о защите конфиденциальности";
HSDViewPrivacyStatementOnlineLink = "Заявление HP о защите конфиденциальности";
HSDViewSharedDataLink = "Просмотреть данные, отправляемые HP";

DetailsTitle = "Сведения";

MacOSVersion = "Версия Mac OS";
DeviceSerialNumber = "Серийный номер устройства";
DeviceModelNumber = "Номер модели устройства";
DeviceProductNumber = "Номер продукта устройства";
DeviceModelName = "Название модели устройства";
ServiceID = "Сервисный номер";
ModelID = "Код модели";
DeviceSKUName = "Имя SKU устройства";
HSDLifesaverClaimIDTitle = "Код активации";
HSDDeviceUUIDTitle = "UUID устройства";
HSDZipCodeTitle = "Почтовый индекс";

UndefinedDrumTitle = "Фотобарабан";

// authentication dialog
AuthenticationTitle = "Для доступа к параметрам введите пароль.";
AuthenticationDescription = "Для доступа к этим параметрам необходимо указать пароль, установленный на устройстве.";
ShowPasswordTitle = "Показать пароль";
KeyChainTitle = "Запомнить этот пароль в связке ключей";
IncorrectPasswordMessage = "Неверный пароль.";

// ICC profile registration
DriverNeedsUpdateMsg = "Требуется обновление драйвера. Щелкните \"Поддержка HP\", чтобы перейти на веб-сайт HP и проверить наличие новых драйверов.";
DeviceIsBusyMsg = "Устройство занято. Повторите попытку после завершения печати.";
HPSupportButtonTitle = "Поддержка HP";

// Applying device settings
ApplyDeviceSettingsGenericError = "Не удается применить настройки";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "Убедитесь, что устройство подсоединено.";

// assistant
AssistantCloseAlertTitle = "Вы действительно хотите закрыть помощник?";
AssistantCloseAlertMessage = "Помощник позволяет настраивать устройство HP или программное обеспечение для наиболее эффективного использования его функций и возможностей. Некоторые функции могут не работать, если устройство настроено неверно.";
AssistantTocViewWidth = "220";
AssistantTaskViewPreferredSize = "{647,411}";

DeviceIsAlreadySetUpTitle = "Устройство установлено";
DeviceIsAlreadySetUpMessage = "Выбранное устройство уже установлено.";

DeviceDoesNotRequireSetupTitle = "Установка не требуется";
DeviceDoesNotRequireSetupMessage = "Выбранное устройство не требует настройки.";

CannotConfigureWirelessTitle = "Невозможно настроить беспроводную связь.";
CannotConfigureWirelessMessage = "Связь Wi-Fi не будет работать с подсоединенным кабелем Ethernet.";

HSDUseHPEasyStartToSetupDeviceTitle = "Для конфигурации устройства требуется ПО HP Easy Start";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:Программа HP Easy Start — новый способ настройки принтера HP и подготовки компьютера Mac к печати. HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:Чтобы установить устройство с этим адресом, требуется программа HP Easy Start. HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:Программа HP Easy Start выполнит обнаружение и установку новейших версий ПО для устройства, а затем поможет настроить принтер.

Загрузить HP Easy Start можно на веб-сайте HSD_LINK:HSDEasyStartLink.";

DeviceIsNotSupportedTitle = "Устройство не поддерживается";
DeviceIsNotSupportedMessage = "Эту проблему можно устранить, обновив HP Utility или используя другое ПО HP, совместимое с данным устройством.";
DeviceAtAddressIsNotSupportedString = "Устройство с данным адресом не поддерживается. Эту проблему можно устранить, обновив HP Utility или используя другое ПО HP, совместимое с данным устройством.";
MultipleDriversNotInstalledTitle = "ПО HP для настройки устройства не найдено";
MultipleDriversNotInstalledWarningTitle = "Не найдены некоторые программы HP, необходимые для настройки устройства";
PrintDriverNotInstalledTitle = "ПО HP для настройки принтера не найдено";
ScanDriverNotInstalledTitle = "ПО HP для настройки сканера не найдено";
FaxDriverNotInstalledTitle = "ПО HP для настройки факса не найдено";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:Загрузите и установите последнюю версию программного обеспечения для устройства по адресу HSD_LINK:HSD_URL:HSDSupportLink_URL и повторите попытку.";
HSDMissingSoftwareMessage = "HSD_TEXT:Загрузите и установите последнюю версию программного обеспечения для устройства по адресу HSD_LINK:HSD_URL:HSDSupportLink_URL и повторите попытку. Если продолжить работу без установки нового ПО, некоторые функции будут недоступны.";

DisabledFeaturesWarningSheetTitle = "Отключенные функции";
DisabledFeaturesWarningSheetMessage = "Некоторые функции выбранного устройства отключены администратором.\n\nЗа дополнительными сведениями обратитесь к администратору или см. документацию устройства.";

DeviceIsConnectedViaAccessPointTitle = "Невозможно настроить устройство через специальную беспроводную сеть.";
DeviceIsProbablyConnectedViaAccessPointMessage = "Возможно, соединение с устройством было установлено через специальную беспроводную сеть. Если устройство отображается в списке два раза, выберите ту запись, которая сейчас неактивна. Если это не так, проверьте, подключено ли устройство к доступной проводной или беспроводной сети.\n\nЕсли компьютер не подключен к специальной беспроводной сети устройства, щелкните «Далее» для настройки устройства.";
DeviceIsConnectedViaAccessPointMessage = "Соединение с выбранным устройством было установлено через специальную беспроводную сеть, созданную устройством. Если устройство отображается в списке два раза, выберите ту запись, которая сейчас неактивна. Если это не так, проверьте, подключено ли устройство к доступной проводной или беспроводной сети и попробуйте еще раз.";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "Заявление HP о защите конфиденциальности";
HPPrivacyStatement = "HP обязуется обеспечивать защиту конфиденциальности своих клиентов. Регистрационные данные могут использоваться в анонимной и обобщенной форме для проведения маркетинговых исследований, которые позволят HP улучшить качество своих продуктов и услуг. Собранные данные могут сохраняться в течение пяти лет со дня последней передачи данных в HP и будут отправлены в подразделение HP, которое может быть расположено в другой стране.\n\nHP отправляет информацию электронным способом на серверы HP. IP-адрес отправляющего компьютера будет использоваться только для передачи данных.";
HPOnlinePrivacyStatementButtonTitle = "Заявление HP о защите конфиденциальности";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "Настройка";

//Add Device Manually titles
ManualAddWindowTitle = "Добавление устройства вручную";
ManualAddTitle = "Добавление устройства вручную";
ManualAddAddressTypeLabel = "Тип адреса:";
ManualAddAddressLabel = "Адрес:";
ManualAddFormatTitle = "Формат:";
AddButton = "Добавить";

InvalidAddress = "Недопустимый формат адреса";
ProgressMessage = "Подключение к устройству…";
NotReachableMessage = "Устройство недоступно";
NotSupportedDeviceMessage = "Устройство с таким адресом не поддерживается";

HostHameFormat = "имя.домен";
HostOrBonjourDomainName = "Имя хоста или домена Bonjour";

ConnectToNetworkWithoutBluetooth = "Подключите компьютер к проводной или беспроводной сети и повторите попытку.";
ConnectToNetwork = "Подключите компьютер к проводной/беспроводной сети или включите функцию Bluetooth и повторите попытку.";
NoNetworkConnection = "Отсутствует подключение к сети";

BluetoothIsOffAlertMessage = "Bluetooth отключен на устройстве Mac";
BluetoothIsOffAlertExplanation = "Активируйте Bluetooth в Системных настройках или в меню Bluetooth";

HPTableHeaderColumnName = "колонка";
MoreInfoTitle = "Дополнительные сведения";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "Соединение с устройством прервано";
kDeviceReconnectUnavailabilityAlertTitleKey = "Не удалось установить соединение с устройством.";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "Подключиться повторно";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "Выбрать другое...";
kDeviceUnavailabilityAlertMessageKey = "Выберите другое устройство или попробуйте подключиться к устройству повторно.";

HSDCurrentSettingTitle = "[Текущие настройки]";

DeviceInReserveModeMsgPigment = "Невозможно выполнить выравнивание в ограниченном режиме. Замените пустые или отсутствующие картриджи.";
NoPensErrorMessagePigment = "Если картриджи установлены, убедитесь в том что с сопел снята защитная пластиковая лента.";
SomePenErrorMessagePigment = "Один из картриджей не обнаружен, неверно установлен или отсутствует.";
PageWideCollectionUnit = "Блок сбора";
BlackPageWideCartridgeTitle = "Черный картридж";
CyanPageWideCartridgeTitle = "Голубой картридж";
MagentaPageWideCartridgeTitle = "Пурпурный картридж";
YellowPageWideCartridgeTitle = "Желтый картридж";

// Printer sleeping warning
PrinterIsSleepingTitle = "Эта функциональность недоступна, если принтер находится в спящем режиме";
PrinterIsSleepingMessage = "Если вы хотите вывести принтер из спящего режима, нажмите кнопку \"Выход из спящего режима\" ниже";
WakeUpButtonTitle = "Выход из спящего режима";

HSDUserNameTitle = "Имя пользователя:";
HSDPasswordTitle = "Пароль:";

HSDPromptToLogin = "Для просмотра этой страницы необходимо войти в систему.";
HSDPromptToLoginIncorrectPassword = "Введено неверное имя пользователя или пароль. Проверьте учетные данные и повторите попытку.";
HSDPromptToLoginInformativeText = "Ваш пароль будет отправлен в незашифрованном виде.";
